Repository: AldoHub/Angular9-i18n
Catalog: src/locale/messages.*.xlf
Languages: es_419

source: Angular International
es_419: Angular Internacional

source: Localize your application to reach more customers
es_419: Localiza tu aplicacion para alcanzar mas clientes

source: Get Started
es_419: Comienza Ya

source: Develop Across All Platforms
es_419: Desarrolla através de todas las plataformas

source: Learn one way to build applications with Angular and reuse your code and abilities to build apps for any deployment target. For web, mobile web, native mobile and native desktop.
es_419: Aprende una manera de construir aplicaciones con Angular y reusar tú código y habilidades para construir apps para cualquier objetivo de desarrollo. Para web, móvil web, móvil nativo y escritorio nativo.

source: Speed And Performance
es_419: Velocidad y Desempeño

source: Achieve the maximum speed possible on the Web Platform today, and take it further, via Web Workers and server-side rendering.
es_419: Logra la máxima velocidad posible en la plataforma Web hoy mísmo, y llevalo más allá vía Web Workers y SSR

source: Angular puts you in control over scalability. Meet huge data requirements by building data models on RxJS, Immutable.js or another push-model.
es_419: Angular te pone en control de la escalabilidad. Comprende gran requerimientos de información construyendo modelos de información con RxJs, Immutable.js o cualquier otro push-model.

source: Incredible Tooling
es_419: Herramientas Increibles

source: Build features quickly with simple, declarative templates. Extend the template language with your own components and use a wide array of existing components. Get immediate Angular-specific help and feedback with nearly every IDE and editor. All this comes together so you can focus on building amazing apps rather than trying to make the code work.
es_419: Construye caracteristicas rápidament con templates declarativos simples. Extiende en lenguaje del template con tus propios componentes y usa una gran variedad de componentes existentes. Obtén ayuda inmediata especifica de Angular y feedback con casi cualquier IDE y editor. Todo esto viene integrado para que tú te puedas concentrar en construir apps magníficas en vez de intentar hacerlo todo desde cero.

source: Loved By Millions
es_419: Amado por millones

source: From prototype through global deployment, Angular delivers the productivity and scalable infrastructure that supports Google's largest applications.
es_419: Desde prototipos hasta deploments globales, Angular entrega la productividad e infraestructura escalable que brinda soporte a las grandes aplicaciones de Google
